[
  "obsidian-full-calendar",
  "calendar",
  "github-sync",
  "global-proxy",
  "obsidian-mind-map",
  "media-extended",
  "easy-typing-obsidian",
  "highlightr-plugin",
  "obsidian-scroll-to-top-plugin",
  "code-styler",
  "obsidian-outliner",
  "obsidian-git",
  "obsidian-annotator",
  "dataview",
  "obsidian-kanban",
  "obsidian-linter",
  "templater-obsidian",
  "obsidian-hider",
  "obsidian-style-settings",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "oz-image-plugin",
  "obsidian-export-image",
  "better-export-pdf",
  "cmenu-plugin",
  "Enhanced-editing",
  "obsidian42-brat",
  "fast-text-color",
  "iconic",
  "file-tree-alternative",
  "drawio-obsidian",
  "lineage",
  "copilot",
  "vscode-editor",
  "any-block",
  "simple-code-formatter"
]